[
    {
        "id" : 0,
        "name" : "The Elephant in the Womb",
        "author" : "Koechlin Kalki",
        "desc" : "Motherhood is the greatest job in the world...right? In this unique graphic narrative, we finally have that candid, funny and relatable book on pregnancy and parenting that mothers, expectant mothers, and anyone even thinking about motherhood have been waiting for. Actor and writer Kalki Koechlin opens up about so much that we don't talk about-the social stigma of abortions and unmarried pregnancies, the toll that pregnancy takes on a body, the unacknowledged domestic labour of women, the emotional rollercoaster of giving birth, bouts of postpartum melancholy, the unsolicited parenting advice from every corner, and of course the innumerable moments of joy and delight in bringing a real little person into this very weird world. With whimsy and compassion, with uproariously funny art and spellbinding honesty, The Elephant in the Womb blends the deeply private with the blazingly political. It's an eye-opener for anyone who has ever thought that pregnancy was all about the glow and that motherhood was all about fulfilment. From fixing broken parts to enduring untimely farts, Koechlin's nuanced prose-gorgeously illustrated by Valeriya Polyanychko-tells us the bare-faced truth about the physiological discomfort and manic expectations that make it a bittersweet experience.",
        "rating" : 4,
        "totalPages" : 256,
        "publisher" : "Penguin Random House India",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kwwfte80/book/j/l/l/the-elephant-in-the-womb-original-imag9gyzgprah6af.jpeg?q=70",
        "price" : 253,
        "year" : 2008,
        "genre" : "Comics"
    },
    {
        "id" : 1,
        "name" : "Harry Potter and the Philosopher's Stone",
        "author" : "Rowling J.K.",
        "desc" : "After bottling up his magical powers for a lifetime, Harry finally feels like a normal kid when he gets accepted to go to Hogwarts. He is the boy who lived: the only person to have ever survived a killing curse inflicted by the evil Lord Voldemort, who launched a brutal takeover of the Wizarding world, only to vanish after failing to kill Harry. The first in the series of Harry Potter books, Harry Potter and the Philosopher's Stone is full of sympathetic characters and wildly imaginative situations. This book sets the stage for many high-stakes adventures to come. ",
        "rating" : 3,
        "totalPages" : 352,
        "publisher" : "Bloomsbury Publishing (IN)",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/l3929ow0/book/v/u/g/harry-potter-and-the-philosopher-s-stone-original-imagef4xxgsndhdq.jpeg?q=70",
        "price" : 263,
        "year" : 2014,
        "genre" : "Fiction"
    },
    {
        "id" : 2,
        "name" : "Oliver Twist",
        "author" : "Dickens Charles",
        "desc" : "A gripping portrayal of London's dark criminal underbelly, published in Penguin Classics with an introduction by Philip Horne. The story of Oliver Twist - orphaned, and set upon by evil and adversity from his first breath - shocked readers when it was published. After running away from the workhouse and pompous beadle Mr Bumble, Oliver finds himself lured into a den of thieves peopled by vivid and memorable characters - the Artful Dodger, vicious burglar Bill Sikes, his dog Bull's Eye, and prostitute Nancy, all watched over by cunning master-thief Fagin. Combining elements of Gothic Romance, the Newgate Novel and popular melodrama, Dickens created an entirely new kind of fiction, scathing in its indictment of a cruel society, and pervaded by an unforgettable sense of threat and mystery. This Penguin Classics edition of Oliver Twist is the first critical edition to faithfully reproduce the text as its earliest readers would have encountered it from its serialisation in Bentley's Miscellany, and includes an introduction by Philip Horne, a glossary of Victorian thieves' slang, a chronology of Dickens's life, a map of contemporary London and all of George Cruikshank's original illustrations. ",
        "rating" : 5,
        "totalPages" : 88,
        "publisher" : "Campfire",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/l4fxh8w0/book/m/a/q/oliver-twist-original-imagfc9euyhwhguy.jpeg?q=70",
        "price" : 184,
        "year" : 2012,
        "genre" : "Comics"
    },
    {
        "id" : 3,
        "name" : "A Thousand Splendid Suns",
        "author" : "Hosseini Khaled",
        "desc" : "This book tells us a breathtaking story of the unstable events that happened in Afghanistan over the last thirty years - from the Soviet invasion to the reign of the Taliban and post-Taliban rebuilding. It recounts a tale of two generations of characters who are brought together by the dire consequences of war where their personal lives are entangled in the history playing out around them.",
        "rating" : 5,
        "totalPages" : 432,
        "publisher" : "Bloomsbury Publishing PLC",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/l23mhzk0/book/b/j/m/-original-imagdgqasgbmnzah.jpeg?q=70",
        "price" : 375,
        "year" : 2007,
        "genre" : "Fiction"
    },
    {
        "id" : 4,
        "name" : "Pokhran - A Novel",
        "author" : "Singh Uday",
        "desc" : "The success of the Smiling Buddha nuclear test marked the rise of India as a nuclear power in 1974. But what went unreported in the media was the nuclear fallout that had lasting impact on the inhabitants of Pokhran, especially Chaitanya. It quickly becomes clear that the conspiracy surrounding this radioactive fallout runs pretty deep in the establishment. Those who have had a hand in covering it up are willing to go to great lengths to ensure that the secrets stay buried. Chaitanya sets on a journey to expose the truth. With Zara by his side, he is sure to bring justice to his people. But when fate snatches Zara away from him, he is consumed by revenge. Undeterred by threats, he embarks on a mission that takes him from the deserts of Pokhran to those of Syria, and into the halls of MIT. A heady page turner, at its very core, Pokhran is an exceptional journey of revenge, courage, love and the unbeatable human spirit.||About the Author||Uday is a philosopher, economist, and engineer with a firm belief in the progressive march of humanity towards a better and brighter future. He has travelled and lived across countries and continents, which has given him a unique outside-in perspective on India. With a Masters of Business Administration from Columbia University, when he is not writing, he works at an investment bank in New York city and likes to spend time with his family in Princeton, New Jersey.",
        "rating" : 3,
        "totalPages" : 224,
        "publisher" : "Srishti Publishers & Distributors",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/k84t1u80/book/8/7/4/pokhran-novel-original-imafq7nhebpr7ajy.jpeg?q=70",
        "price" : 128,
        "year" : 2020,
        "genre" : "Fiction"
    },
    {
        "id" : 5,
        "name" : "Walk the Wire",
        "author" : "Baldacci David",
        "desc" : "Remember his name: FBI Agent Amos Decker is back in a thrilling memory man investigation from number one bestseller, David Baldacci. A town with a secret. A lone hunter discovers the remains of a woman in North Dakota's Badlands. She appears to have had a post-mortem performed on her reminiscent of those only seen on TV shows - but this time, there was no slab, morgue or camera in sight. A victim without a past. The reason why Irene Cramer's death merits an FBI investigation becomes rapidly clear when key questions surface about her mysterious past. Little is known about this school teacher, where she came from or her true identity. She clearly had something to hide. A hero with a unique skill. FBI investigator, Amos Decker and his colleague, Alex Jamison, are summoned to seek answers in the local community of London, North Dakota, which sits at the very heart of the fracking industry. Enriched with oil money, jealousy and a deep-set rivalry lie beneath a veneer of glitz and opulence. Decker soon realizes that the nearby 'eye in the sky', the Air Force Station, may hold the vital clues and that this town holds secrets so explosive that they could destabilize the entire country . . Walk the Wire by David Baldacci is the sixth book in the Amos Decker series. Once read, never forgotten.",
        "rating" : 3,
        "totalPages" : 624,
        "publisher" : "Pan Macmillan",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kcqk4nk0/book/5/4/5/walk-the-wire-original-imafttyhtdhjeztf.jpeg?q=70",
        "price" : 286,
        "year" : 2013,
        "genre" : "Fiction"
    },
    {
        "id" : 6,
        "name" : "Aurora Rising - The Aurora Cycle",
        "author" : "Kaufman Amie",
        "desc" : "'Aurora Rising is to sci-fi what Stranger Things is to the cinema of the eighties - a fusion of everything you love about the genre that adds up into something completely fresh.' Samantha Shannon From the New York Times and internationally bestselling authors of The Illuminae Files comes a new science fiction epic... The year is 2380, and the graduating cadets of Aurora Academy are being assigned their first missions. Star pupil Tyler Jones is ready to recruit the squad of his dreams, but his own boneheaded heroism sees him stuck with the dregs nobody else in the Academy would touch: A cocky diplomat with a black belt in sarcasm A sociopath scientist with a fondness for shooting her bunkmates A smart-ass tech-whiz with the galaxy's biggest chip on his shoulder An alien warrior with anger management issues A tomboy pilot who's totally not into him, in case you were wondering And Ty's squad isn't even his biggest problem that'd be Aurora Jie-Lin O'Malley, the girl he's just rescued from interdimensional space. Trapped in cryo-sleep for two centuries, Auri is a girl out of time and out of her depth. But she could be the catalyst that starts a war millions of years in the making, and Tyler's squad of losers, discipline-cases and misfits might just be the last hope for the entire galaxy. NOBODY PANIC.",
        "rating" : 4,
        "totalPages" : 496,
        "publisher" : "Oneworld Publications",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/l5ld8y80/book/v/p/b/aurora-rising-the-aurora-cycle-original-imagg7xdf4eku4sp.jpeg?q=70",
        "price" : 436,
        "year" : 2019,
        "genre" : "Fiction"
    },
    {
        "id" : 7,
        "name" : "Ladies' Tailor",
        "author" : "Hajela Priya",
        "desc" : "This is a story of Gurdev and his cohort, a group of refugees who travel east from Pakistan after Partition. It is a tale of falling apart and coming together as the world burns around them. Will Gurdev be successful in his new business of making garments for women? Will he find love after his wife and children leave his side? There may be uncertainty here, but there is also relentless hope. Journey back in time and experience the refugee spirit as Ladies' Tailor captures you with all its romance, adventure and one man's iron will to not just survive, but to thrive with new beginnings.",
        "rating" : 5,
        "totalPages" : 304,
        "publisher" : "HarperCollins India",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/l3vxbbk0/book/6/0/s/ladies-tailor-original-imagewkkzgjrhzkt.jpeg?q=70",
        "price" : 314,
        "year" : 2014,
        "genre" : "Fiction"
    },
    {
        "id" : 8,
        "name" : "Nothing Lasts Forever",
        "author" : "Sheldon Sidney",
        "desc" : "Dr. Paige Taylor, who swore a death case to be euthanasia, was called murder by the district attorney. And in the meanwhile, she inherits a million dollars from a patient.  Dr. Kat Hunter, who had sworn not ever to let a man too close again, breaks the vow by accepting the challenge of a deadly gamble. Dr. Honey Taft, who knew she would need something more than the brains to get into medicine, finds out what it is. Read this nail-biting thriller which oscillates between the life and death scenarios of the operating room and the alleys of a murder trial, laying bare the drives and doubts of healers and killers, and lovers and traitors.",
        "rating" : 4,
        "totalPages" : 384,
        "publisher" : "HarperCollins India",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/book/8/5/0/sidney-sheldon-nothing-lasts-forever-original-imaduzhegcvdhxtb.jpeg?q=70",
        "price" : 278,
        "year" : 2010,
        "genre" : "Fiction"
    },
    {
        "id" : 9,
        "name" : "Over My Dead Body",
        "author" : "Archer Jeffrey",
        "desc" : "An unputdownable story of murder, revenge and betrayal from international number one bestseller Jeffrey Archer. THE CLOCK IS TICKING IN THIS ROLLERCOASTER RIDE OF A THRILLER... In London, the Metropolitan Police set up a new Unsolved Murders Unit - a cold case squad - to catch the criminals nobody else can. In Geneva, millionaire art collector Miles Faulkner - convicted of forgery and theft - was pronounced dead two months ago. So why is his unscrupulous lawyer still representing a dead client? On a luxury liner en route to New York, the battle for power within a wealthy dynasty is about to turn to murder. And at the heart of all three investigations are Detective Chief Inspector William Warwick, rising star of the Met, and ex-undercover operative Ross Hogan, brought in from the cold. But can they catch the killers before it's too late? Praise for Jeffrey Archer: 'Probably the greatest storyteller of our age' Mail on Sunday 'Peerless master of the page turner' Daily Mail 'If there were a Nobel Prize for storytelling, Archer would win' Daily Telegraph 'Archer is a master entertainer' Time Jeffrey Archer's previous novel Nothing Ventured was a No.1 Sunday Times bestseller w/c 28th March 2020.",
        "rating" : 2,
        "totalPages" : 384,
        "publisher" : "HarperCollins Publishers",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kz5vwy80/book/o/3/x/over-my-dead-body-original-imagb7sxcf5snhkz.jpeg?q=70",
        "price" : 713,
        "year" : 2009,
        "genre" : "Fiction"
    },
    {
        "id" : 10,
        "name" : "The After Collection",
        "author" : "Todd Anna",
        "desc" :  "The inspiration behind the major films After and After We Collided! From the New York Times bestselling author and Wattpad sensation Anna Todd, 'the biggest literary phenom of her generation' (Cosmopolitan), comes the complete collection of her sizzling After series. After: Once she meets Hardin, good girl Tessa's life will never be the same. He is rude, cocky, and the exact opposite of her reliable boyfriend back home-she should hate him, but then she finds herself alone with him one night. What follows is a passionate but tempestuous romance that turns Tessa's usually calm and traditional world upside down. After We Collided: Tessa and Hardin's tentative relationship takes a devastating turn when a dark secret from Hardin's mysterious past surfaces. Can Tessa manage to move on and forge a new life for herself? Or will Hardin be able to change enough to win back his one true love? After We Fell: Hardin isn't the only one with secrets. Everything Tessa thought she knew about her life goes up in smoke and she has no idea if Hardin will be willing to stay with her. Trapped in a seemingly unending cycle of jealousy and rage, neither has any idea if their passion is enough to keep their relationship alive.",
        "rating" : 4,
        "totalPages" : 2992,
        "publisher" : "Simon & Schuster",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/k8ot7rk0/book/4/9/1/the-after-collection-original-imafqnebqv8cebpm.jpeg?q=70",
        "price" : 1493,
        "year" : 2004,
        "genre" : "Fiction"
    },
    {
        "id" : 11,
        "name" : "The Mystery Box",
        "author" : "Roma N. Dessai",
        "desc" : "This is an extremely powerful and intriguing story of a young girl Sophia and her friends . Sophia and her friends visit her Farmhouse for a stay where they find a unique box. After they reach the farmhouse they learn many secrets which they were unaware of. Sophia’s parents embarks on a journey of mysteries behind the box which leads them to many surprises. An innocent mistake leads to behavioral changes in Sophia . Sophia’s parents and friends attempt to help her unfolds many untold secrets which keeps them astonished . The combined efforts to help Sophia come out of the misery puts her into more trouble. The incidents of the story are wholly absorbing. It is a story of The Mystery Box , how they find it and how it changes their life to an extent that it starts affecting them at each and every point in their life. They make lot of efforts to come out of it which puts them in more and more trouble until they learn the truth.",
        "rating" : 4,
        "totalPages" : 72,
        "publisher" : "Notion Press Media Pvt Ltd",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kvvad8w0/book/3/n/q/the-mystery-box-original-imag8nyfr2ezpebs.jpeg?q=70",
        "price" : 450,
        "year" : 2019,
        "genre" : "Fiction"
    },
    {
        "id" : 12,
        "name" : "Operation - Secret Recipe",
        "author" : "Geronimo Stilton",
        "desc" : "When you're with Geronimo Stilton, it's always a fabumouse adventure! My family and I traveled to Milan, Italy, for a special event: the unveiling of the precious ancient parchment containing the secret, original recipe for panettone, a traditional sweet holiday bread. But right before the big moment, the recipe was stolen! And the thief was masquerading as... me! Could I catch the thief and clear my name?",
        "rating" : 1,
        "totalPages" : 128,
        "publisher" : "Scholastic",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/j45wn0w0/book/7/8/2/operation-secret-recipe-original-imaev4xjpgnzwgzj.jpeg?q=70",
        "price" : 176,
        "year" : 2012,
        "genre" : "Comics"
    },
    {
        "id" : 13,
        "name" : "The Adventures of Tintin Volume 3",
        "author" : "Herge",
        "desc" : "One of the most iconic characters in children's books Join the world's most famous travelling reporter in three exciting adventures as he visits the highlands of Scotland in The Black Island, solves a mysterious theft in King Ottokar's Sceptre, and meets a certain Captain Haddock for the first time in The Crab with the Golden Claws. The third of eight volumes containing Herge's best loved adventure stories, with three thrilling mysteries: The Black Island Wrongly accused of a theft, Tintin is led to set out with Snowy on an adventure to investigate a gang of forgers. King Ottokar's Sceptre Tintin travels to the Syldavia and uncovers a plot to dethrone King Muskar XII. But can he help the head of state before it's too late? The Crab with the Golden Claws Faced with a drowned sailor, counterfeit coins and a ship full of opium, Tintin sets out on another adventure. Aboard the Karaboudjan, Tintin is introduced to Captain Haddock for the first time, and they are soon both facing a deathly thirst in the Sahara desert. Join the most iconic character in comics as he embarks on extraordinary adventures spanning historical and political events. Still selling over 100,000 copies every year in the UK and having been adapted for the silver screen by Steven Spielberg and Peter Jackson in 2011.",
        "rating" : 3,
        "totalPages" : 192,
        "publisher" : "HarperCollins Publishers",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kzfvzww0/book/c/l/o/the-adventures-of-tintin-volume-3-original-imagbg76xenqvdgr.jpeg?q=70",
        "price" : 711,
        "year" : 2010,
        "genre" : "Comics"
    },
    {
        "id" : 14,
        "name" : "Asterix: Asterix Omnibus 6",
        "author" : "Goscinny Rene",
        "desc" : "This special collectors' edition features books sixteen to eighteen in one fabulous volume. In ASTERIX IN SWITZERLAND, a poisoning means Asterix and Obelix must go to Helvetia for an antidote. Can they overcome cuckoo hourglasses, yodelling and holes in the cheese? A housing estate lies at the heart of Caesar's new plan to crush the Gauls in THE MANSIONS OF THE GODS. Will the villagers be tempted by the chance to make money when the Roman tenants move in? In ASTERIX AND THE LAUREL WREATH, Chief Vitalstatistix wants a stew seasoned with Caesar's laurel wreath. Asterix and Obelix must fetch the wreath, but will their plan end in disaster or their own Roman triumph? There is no better way to enjoy the antics of our indomitable hero and his friends.",
        "rating" : 5,
        "totalPages" : 152,
        "publisher" : "Little, Brown Book Group",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kqpj4i80/book/q/u/g/asterix-asterix-omnibus-6-original-imag4nz3qrybkqgh.jpeg?q=70",
        "price" : 2113,
        "year" : 2006,
        "genre" : "Comics"
    },
    {
        "id" : 15,
        "name" : "Destination Moon",
        "author" : "Herge",
        "desc" : "Tintin, Captain Haddock and Snowy have just returned from one of their many adventures when they are met with the news that their dear friend Professor Calculus has asked them to meet him on an urgent basis in Syldavia. He is in the capital of Syldavia, a city named Klow, and is working, along with the government, on an ambitious and risky programme.  On meeting Professor Calculus, they get to know that he has planned an exploration to the Moon, and is currently designing a rocket for the journey. He has invited them to join him in his adventure. Beneath the Sprodj Centre is a land rich in the radioactive element uranium. The Syldavian government and Professor Calculus wish to use this uranium to benefit the entire mankind—they want to explore a magnificent part of the space. But aggressive and evil foreign powers are hell bent on making this difficult for them by planning and plotting to hijack this technology to fulfil their selfish motives which will lead to a catastrophic end. Professor Calculus will achieve his goal, come hail or storm. He wants to reach the moon and needs a companion for the eventful journey too. Will his determination and research pay off? Will he find a friend who is willing to take the huge plunge with him?",
        "rating" : 4,
        "totalPages" : 64,
        "publisher" : "HarperCollins Publishers",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kz5vwy80/book/z/v/9/destination-moon-original-imagb83sgyhhpnve.jpeg?q=70",
        "price" : 357,
        "year" : 2019,
        "genre" : "Comics"
    },
    {
        "id" : 16,
        "name" : "The Secret Life of Debbie G.",
        "author" : "Batra Vibha",
        "desc" : "It all started cos I wanted to mess with the Invincibles (the superbrats). SorryNotSorry. But one thing led to another, and before I knew it, I was hitting out at everyone, even the Incredibles (the geeks) and the Invisibles (the losers). Seriously, my online persona is starting to mess with my head.The Secret Life of Debbie G. is the story of a sixteen-year-old who becomes an online sensation overnight. Except, it's her online persona that hits big time. Set in contemporary times, where the number of likes, comments, shares, DMs and followers determine a teenager's sense of self-worth, the story takes a close look at how social media influences their behaviour and affects their emotional health.Equal parts poignant and fun, this is a bittersweet coming-of-age story.",
        "rating" : 2,
        "totalPages" : 296,
        "publisher" : "HarperCollins Publishers India",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kf4ajrk0/book/6/5/9/the-secret-life-of-debbie-g-original-imafvnh5zwbcgrsd.jpeg?q=70",
        "price" : 296,
        "year" : 2021,
        "genre" : "Comics"
    },
    {
        "id" : 17,
        "name" : "B2B Marketing: Text and Cases",
        "author" : "Havaldar Krishna, Dasari Shailendra",
        "desc" : "Already a popular and well accepted text in the market for the subject, this edition of B2B Marketing carries on the legacy this text has created. ¬The book is comprehensive, well updated and covers the entire gamut of B2B marketing by exploring the area through text and cases. Written with outcome-based learning approach, it offers exhaustive pedagogy and covers latest technological advancements as well as recent trends in the market. Salient Features : 1) New Chapters on Managing Services for Business Markets, and Technology-Enabled B2B Marketing 2) New Sections on Marketing Relations vis-à-vis Relationship Marketing, 3Ps of Branding, Marketing of B2B Solutions, Fly-Wheel Marketing, Fighter Brands, Green Logistics etc 3) New 13 latest Cases, making a total of 58 4) Exhaustive and updated pedagogy 5) Rich pool of instructor resources",
        "rating" : 4,
        "totalPages" : 578,
        "publisher" : "McGraw Hill",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kqqykcw0/book/v/5/c/b2b-marketing-text-and-cases-5th-edition-original-imag4znrqytpbtvv.jpeg?q=70",
        "price" : 666,
        "year" : 2009,
        "genre" : "Economics"
    },
    {
        "id" : 18,
        "name" : "Love is a Dog From Hell",
        "author" : "Bukowski Charles",
        "desc" : "First published in 1977, Love Is a Dog from Hell is a collection of Bukowski's poetry from the mid-seventies. A classic in the Bukowski canon, Love Is a Dog from Hell is a raw, lyrical, exploration of the exigencies, heartbreaks, and limits of love.",
        "rating" : 4,
        "totalPages" : 312,
        "publisher" : "HarperCollins Publishers Inc",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/ki7qw7k0-0/book/a/n/k/love-is-a-dog-from-hell-original-imafy24af6yf2yee.jpeg?q=70",
        "price" : 699,
        "year" : 2010,
        "genre" : "Literature"
    },
    {
        "id" : 19,
        "name" : "Chand Nigal Gayi",
        "author" : "Bashir Saba Mahmood",
        "desc" : "Gulzar is arguably the most well-known contemporary poet writing in Hindustani. He occupies a unique place by being a Progressive poet in a popular culture. His poetry appeals to all strata of society, without compromising either on literary merit or on its ability to convey the most exalted thought in an accessible idiom. In Chand Nigal Gayi, the Hindi translation of I Swallowed the Moon, Saba Bashir attempts to analyse what makes Gulzar the poet he is. She also draws a parallel between the poet's film and non-film poetry and points out how they are used interchangeably.This is a valuable addition to the corpus of work on a great poet.",
        "rating" : 5,
        "totalPages" : 128,
        "publisher" : "HarperCollins Publishers India",
        "language" : "Hindi",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kuzuoi80/book/x/v/m/chand-nigal-gayi-original-imag8y2vm8v4jjtz.jpeg?q=70",
        "price" : 153,
        "year" : 2014,
        "genre" : "Literature"
    },
    {
        "id" : 20,
        "name" : "Kabir, Kabir",
        "author" : "Agrawal Purushottam",
        "desc" : "As the right wing tries to claim Kabir for itself, while other conservatives disown him and yet others portray him as a secular idol beyond religion, the poet has never been so misunderstood. Coming from the Nirgun bhakti tradition, the words of this fifteenth-century poet have the power to reach beyond time and speak to us today. Was he a Hindu or Muslim or was he beyond religion? Did he try to cultivate a new faith or did he eschew organised religion altogether? Was his modernity an exception or a reflection of the times he lived in? What does Kabir’s life and poetry tell us about this nation’s past and present? In this rare appraisal of Kabir’s writings and his life, Purushottam Agarwal approaches this timeless poet-revolutionary with little preconceptions, presenting him the way the poet wanted to be seen, rather than what his followers and fans want to see in him.",
        "rating" : 4,
        "totalPages" : 304,
        "publisher" : "Westland Publications Limited",
        "language" : "Hindi",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kppt47k0/book/o/c/j/kabir-kabir-original-imag3wc8gcympktf.jpeg?q=70",
        "price" : 582,
        "year" : 2019,
        "genre" : "Literature"
    },
    {
        "id" : 21,
        "name" : "Indian Economy",
        "author" : "Karuppiah Sankarganesh",
        "desc" : "Indian Economy: Key Concepts 7e, is a remarkable text aimed at explaining the basic, yet most relevant, concepts of the Indian Economy in a concise, lucid and comprehensive way. It is completely revamped with extensive use of tables, charts and figures for better understanding. Replete with examples to complement almost all concepts, the book is focused on clarifying core concepts that are necessary to understand any application of theories whatsoever. The practical application of each concept is discussed to be able to integrate them with real situations in the Indian context. Salient Features: 1. New edition marks the 10th anniversary of this book 2. Updated Chapter on Poverty and Unemployment with addition of topics - Periodic Labour Force Survey and Payroll Reporting in India: An Employment Perspective 3. Updated Chapter on Indian Financial System - Money Market with addition of topics - Special Market Operations covering Operation Twist and Long-Term Repo Operations 4. Updates on Priority Sector Lending, Non-Performing Assets and Basel Norms based on RBI’s latest Master Directions/Circulars 5. Updates on FDI based on RBI’s Master Circular 6. Addition of concepts like Foreign Investment, Downstream Investment and Indirect Foreign Investment",
        "rating" : 3,
        "totalPages" : 224,
        "publisher" : "McGraw Hill Education India",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kyvvtzk0/book/d/b/j/indian-economy-key-concepts-7th-edition-original-imagbyky5ytbuygs.jpeg?q=70",
        "price" : 266,
        "year" : 2019,
        "genre" : "Economics"
    },
    {
        "id" : 22,
        "name" : "From Startup to Exit",
        "author" : "Shirish Nadkarni",
        "desc" : "Tech entrepreneurs, make your startup dreams come true by utilizing this invaluable, founder-to-founder guide to successfully navigating all phases of the tech startup journey. With the advent of the internet, mobile computing, and now AI/Machine learning and cloud computing, the number of new startups has accelerated over the last decade across tech centers in Silicon Valley, Israel, India, and China. From Startup to Exit shares the knowledge that pioneering, serial entrepreneur Shirish Nadkarni has gained from over two decades of success, detailing the practical aspects of startup formation from founding, funding, management, and finding an exit. With successful tech entrepreneurs interviewed and featured throughout, From Startup to Exit will help you: Understand exactly what tech startups must do to succeed in all phases, from idea stage to IPO. Gain invaluable insights from the journeys of other successful tech founders that can be applied to your own situation. Learn how to raise millions of dollars of funding from angels and VCs to give your company the fuel it needs to take off and succeed. ",
        "rating" : 2,
        "totalPages" : 320,
        "publisher" : "HarperCollins Focus",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kst9gnk0/book/o/z/a/from-startup-to-exit-an-insider-s-guide-to-launching-and-scaling-original-imag6aw43y5umrqk.jpeg?q=70",
        "price" : 437,
        "year" : 2010,
        "genre" : "Economics"
    },
    {
        "id" : 23,
        "name" : "Return of the Divine Mother",
        "author" : "Prashant Saxena",
        "desc" : "This is a story of two disciples – who are trained in martial arts, yogasanas and the science of Brahmsutras – taught and nurtured by two sages who themselves had attained yogic siddhis. The story starts with a dream of one of the disciples, who peeks into the world of timeless reality. Trying to seek answers, he discovers a secret kingdom – an ocean of eternity – beneath the realm of earthly existence. Does consciousness exist because of the material world, or do time and space exist because of consciousness? The thought releases the river of higher knowledge which leads to the realization of the Divine Mother, the eternal Prakriti; the saga of creation; the paradoxical world of Brahma; the transformations of energy; the nectar of immortality, whereby, the journey emerges with a twist, magnifying the perception of endless possibilities. Inspired by Mahabharat, where the divine song of Krishna unfolds in the midst of an epic battle, this book embraces the wisdom of Devi Mahatmya, Devi Suktas of Rig Veda, Garbh Upanishad and Yog Sutras of Patanjali to reveal the ancient science of India.",
        "rating" : 4,
        "totalPages" : 72,
        "publisher" : "Notion Press",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/book/8/8/6/return-of-the-divine-mother-original-imaeg8dztsbthch2.jpeg?q=70",
        "price" : 269,
        "year" : 2016,
        "genre" : "Fiction"
    },
    {
        "id" : 24,
        "name" : "The Psychology of Money",
        "author" : "Morgan housel",
        "desc" : "Timeless lessons on wealth, greed, and happiness doing well with money isn?t necessarily about what you know. It?s about how you behave. And behavior is hard to teach, even to really smart people. How to manage money, invest it, and make business decisions are typically considered to involve a lot of mathematical calculations, where data and formulae tell us exactly what to do. But in the real world, people don?t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In the psychology of money, the author shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life?s most important matters.",
        "rating" : 4,
        "totalPages" : 252,
        "publisher" : "Sumit Goswami Publication",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/kx0q4y80/regionalbooks/c/e/p/the-psychology-of-moner-english-paperback-housel-morgan-original-imag9kdyxhr6gdbj.jpeg?q=70",
        "price" : 240,
        "year" : 2001,
        "genre" : "SelfHelp"
    },
    {
        "id" : 25,
        "name" : "Dear Stranger, You Deserve To Be Loved",
        "author" : "Bagrecha Ashish",
        "desc" : "Dear Stranger, Everything we do in life is for love. Why? I don't know. Maybe love is what keeps us going. Maybe love is the means and ends to this life. Maybe the Universe runs on love. Whatever may be the reason, love is what we all demand, and love is what we all want. But very often, we find ourselves without love. Some of us have lost love, some of us have lost ourselves in love and some of us don't believe in love. And for so many of us, it's worse because we don't feel we deserve to be loved. Right? I know how it feels to feel unloved for many years. I know how difficult it is to find light, hope, and healing amidst the darkness, pain, and suffering. And that is why I'm writing you again. Thirty letters and poems of realizations and lessons about loving yourself, loving others, and loving the world. I am with you and I am rooting for you. Let's do this together? Shall we, my dear stranger? Love and light, A stranger who knows you.",
        "rating" : 4,
        "totalPages" : 264,
        "publisher" : "HarperCollins Publishers India",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/l3lx8cw0/book/f/3/k/dear-stranger-you-deserve-to-be-loved-original-imagep37d4yag5gm.jpeg?q=70",
        "price" : 250,
        "year" : 2018,
        "genre" : "SelfHelp"
    },
    {
        "id" : 26,
        "name" : "Psychology (Adaptation) Four Colour",
        "author" : "Baron, Misra",
        "desc" : "This book tries to provide an in-depth introduction to the field of psychology. It introduces basic concepts, theories and methods used in psychology—the study of mental life and behavior. It adopts the stance of objective science committed to uncover the truth about human behavior. The text has been organized to help understand key concepts and ideas in a manner conducive to give an overview while keeping it interesting for the readers. Salient Features - Research Methods covers integrated psychological research processes allowing readers to see how psychologists approach and investigate important concepts. - Beyond the Headlines focuses on news headlines from all over the world illustrating varied perspectives about how the human mind works. - Making Psychology Part of Your Life demonstrates how readers can apply the presented theories into practice. - Updated references and examples provide a cross-cultural outlook to bridge the gap between Western and Indian studies in psychology. - Review Questions, Margin Glossary and Chapter Summaries enable learners to develop critical thinking skills required for this discipline. - Critical Thinking Questions at the end of each chapter facilitate the development of interpretative skills needed for this discipline.",
        "rating" : 4,
        "totalPages" : 264,
        "publisher" : "Pearson",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/book/5/4/0/phychology-original-imaep26yznntgzdd.jpeg?q=70",
        "price" : 488,
        "year" : 2002,
        "genre" : "Academics"
    },
    {
        "id" : 27,
        "name" : "NCERT Exemplar Problems-Solutions Chemistry Class 12th",
        "author" : "Experts",
        "desc" : "This book tries to provide an in-depth introduction to the field of psychology. It introduces basic concepts, theories and methods used in psychology—the study of mental life and behavior. It adopts the stance of objective science committed to uncover the truth about human behavior. The text has been organized to help understand key concepts and ideas in a manner conducive to give an overview while keeping it interesting for the readers. Salient Features - Research Methods covers integrated psychological research processes allowing readers to see how psychologists approach and investigate important concepts. - Beyond the Headlines focuses on news headlines from all over the world illustrating varied perspectives about how the human mind works. - Making Psychology Part of Your Life demonstrates how readers can apply the presented theories into practice. - Updated references and examples provide a cross-cultural outlook to bridge the gap between Western and Indian studies in psychology. - Review Questions, Margin Glossary and Chapter Summaries enable learners to develop critical thinking skills required for this discipline. - Critical Thinking Questions at the end of each chapter facilitate the development of interpretative skills needed for this discipline.",
        "rating" : 5,
        "totalPages" : 398,
        "publisher" : "Arihant Publishers",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/krz97rk0/book/4/f/f/ncert-exemplar-problems-solutions-chemistry-class-12th-original-imag5n6ve6gyc5xw.jpeg?q=70",
        "price" : 132,
        "year" : 2019,
        "genre" : "Academics"
    },
    {
        "id" : 28,
        "name" : "All in One BIOLOGY CBSE Class 11th",
        "author" : "Arihant Experts",
        "desc" : "Arihant’s All in One needs no introduction, the best selling academic series that is prepared to provide Complete Study, Practice & Assessment to ensure better learning. With the current edition of All in One – Biology for Class 11 that is designed on the exact lines of the latest syllabus prescribed by the CBSE board. The entire book is categorized under 15 Chapters. Each topic is well supported by detailed theories, illustrations and Numerical Questions providing Complete Study Guidance. For Complete Practice, every topic covers NCERT Questions, NCERT Exemplar Questions and other important questions from an exam point of view. Chapter Practice is accompanied after every chapter for quick revision. New Pattern Objective Questions and 5 Sample Question Papers Complete Assessment. Serving as the Self – Study Guide it provides all the explanations and guidance that is needed to study efficiently and succeed in the exam.",
        "rating" : 3,
        "totalPages" : 420,
        "publisher" : "Arihant",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/book/0/6/6/all-in-one-biology-cbse-class-11-original-imaegg7ckemhxdwv.jpeg?q=70",
        "price" : 361,
        "year" : 2016,
        "genre" : "Academics"
    },
    {
        "id" : 29,
        "name" : "Oswaal CBSE Question Bank For Class 9",
        "author" : "Panel of Experts",
        "desc" : "Some of the key highlights of Oswaal Question Banks are: 1. Chapterwise/ Topicwise presentation for systematic and methodical study 2. Previous Years’ Examination Questions with Marking Scheme & Toppers’ Answers for exam-oriented study 3. Mind Maps in each chapter for making learning simple 4. ‘Commonly Made Errors’ at the end of each chapter to assist students to study better 5. ‘Answering Tips’ with each Question to facilitate clarity Why Topic Wise Question Banks Are A Better Choice than Previous Year’s Papers ? Question Banks 1. Chapter-wise and Topic–wise presentation in Question Banks facilitates systematic study. 2. Question Banks can be referred to by the students throughout the year as well as at the completion of each chapter in school. 3. Question Banks, take into account any changes in syllabus or layout and hence are fully updated and aligned as per the latest specifications by the Board. Previous Years’ Papers 1. Year Wise presentation restricts methodical flow of learning. 2. These can be referred to only after the completion of the full syllabus in school. 3. Previous Years' questions cannot be changed and hence fail to be adept with the latest Board specifications",
        "rating" : 2,
        "totalPages" : 292,
        "publisher" : "Oswaal",
        "language" : "English",
        "img" : "https://rukminim1.flixcart.com/image/832/832/jg5fma80/book/8/0/6/oswaal-cbse-question-bank-for-class-9-hindi-a-mar-2019-exam-original-imaf4ghd7nyqngq9.jpeg?q=70",
        "price" : 214,
        "year" : 2018,
        "genre" : "Academics"
    }
]